Repository: ApexaChovatiya92/PalmReader
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bn, gu, hi, kn, ml, mr, or, ta, te, ur

# line.heart.domain
source: Emotions, Romance & Compassion
bn: আবেগ, প্রেম ও করুণা
gu: લાગણીઓ, પ્રેમ અને કરુણા
hi: भावनाएँ, प्रेम और करुणा
kn: ಭಾವನೆಗಳು, ಪ್ರೇಮ ಮತ್ತು ಕರುಣೆ
ml: വികാരങ്ങൾ, പ്രണയം, കാരുണ്യം
mr: भावना, प्रेम आणि करुणा
or: ଭାବନା, ପ୍ରେମ ଓ କରୁଣା
ta: உணர்வுகள், காதல் மற்றும் இரக்கம்
te: భావోద్వేగాలు, ప్రేమ మరియు కరుణ
ur: جذبات، محبت اور ہمدردی

# line.keyAttributes
source: KEY ATTRIBUTES
bn: মূল গুণাবলি
gu: મુખ્ય ગુણો
hi: मुख्य गुण
kn: ಪ್ರಮುಖ ಗುಣಗಳು
ml: പ്രധാന ഗുണങ്ങൾ
mr: प्रमुख गुण
or: ମୁଖ୍ୟ ଗୁଣ
ta: முக்கியப் பண்புகள்
te: ముఖ్య లక్షణాలు
ur: اہم خوبیاں

# line.life
source: Life Line
bn: জীবন রেখা
gu: જીવન રેખા
hi: जीवन रेखा
kn: ಆಯುಷ್ಯ ರೇಖೆ
ml: ആയുർരേഖ
mr: जीवन रेषा
or: ଜୀବନ ରେଖା
ta: ஆயுள் ரேகை
te: ఆయుష్షు రేఖ
ur: زندگی کی لکیر

# line.life.domain
source: Vitality, Resilience & Life Changes
bn: প্রাণশক্তি, সহনশীলতা ও জীবনের পরিবর্তন
gu: જીવનશક્તિ, સહનશક્તિ અને જીવનના ફેરફારો
hi: जीवनशक्ति, सहनशीलता और जीवन के बदलाव
kn: ಜೀವಶಕ್ತಿ, ಸಹನಶಕ್ತಿ ಮತ್ತು ಜೀವನದ ಬದಲಾವಣೆಗಳು
ml: ജീവശക്തി, സഹനശേഷി, ജീവിതമാറ്റങ്ങൾ
mr: चैतन्य, सहनशक्ती आणि जीवनातील बदल
or: ଜୀବନୀଶକ୍ତି, ସହନଶୀଳତା ଓ ଜୀବନର ପରିବର୍ତ୍ତନ
ta: உயிர்ச்சக்தி, மீள்திறன் மற்றும் வாழ்க்கை மாற்றங்கள்
te: జీవశక్తి, సహనశక్తి మరియు జీవిత మార్పులు
ur: توانائی، برداشت اور زندگی کی تبدیلیاں

# line.match
source: %d%% Match
bn: %d%% মিল
gu: %d%% મેળ
hi: %d%% मिलान
kn: %d%% ಹೊಂದಾಣಿಕೆ
ml: %d%% പൊരുത്തം
mr: %d%% जुळणी
or: %d%% ମେଳ
ta: %d%% பொருத்தம்
te: %d%% సరిపోలిక
ur: %d%% مطابقت

# line.measured
source: MEASURED CHARACTERISTICS
bn: পরিমাপকৃত বৈশিষ্ট্য
gu: માપેલી લાક્ષણિકતાઓ
hi: मापी गई विशेषताएँ
kn: ಅಳೆಯಲಾದ ಗುಣಲಕ್ಷಣಗಳು
ml: അളന്ന സവിശേഷതകൾ
mr: मोजलेली वैशिष्ट्ये
or: ମାପାଯାଇଥିବା ବୈଶିଷ୍ଟ୍ୟ
ta: அளவிடப்பட்ட பண்புகள்
te: కొలిచిన లక్షణాలు
ur: ناپی گئی خصوصیات

# line.mercury
source: Mercury Line
bn: বুধ রেখা
gu: બુધ રેખા
hi: बुध रेखा
kn: ಬುಧ ರೇಖೆ
ml: ബുധരേഖ
mr: बुध रेषा
or: ବୁଧ ରେଖା
ta: புதன் ரேகை
te: బుధ రేఖ
ur: عطارد کی لکیر

# line.mercury.domain
source: Communication, Business & Intuition
bn: যোগাযোগ, ব্যবসা ও অন্তর্দৃষ্টি
gu: સંવાદ, વેપાર અને અંતઃસ્ફુરણા
hi: संवाद, व्यापार और अंतर्ज्ञान
kn: ಸಂವಹನ, ವ್ಯಾಪಾರ ಮತ್ತು ಅಂತಃಪ್ರಜ್ಞೆ
ml: ആശയവിനിമയം, വ്യാപാരം, അന്തർജ്ഞാനം
mr: संवाद, व्यापार आणि अंतःप्रेरणा
or: ଯୋଗାଯୋଗ, ବ୍ୟବସାୟ ଓ ଅନ୍ତର୍ଜ୍ଞାନ
ta: தொடர்பு, வணிகம் மற்றும் உள்ளுணர்வு
te: సంభాషణ, వ్యాపారం మరియు అంతర్బుద్ధి
ur: گفتگو، کاروبار اور وجدان

# line.sun
source: Sun (Apollo) Line
bn: রবি রেখা
gu: સૂર્ય રેખા
hi: सूर्य रेखा
kn: ಸೂರ್ಯ ರೇಖೆ
ml: സൂര്യരേഖ
mr: सूर्य रेषा
or: ସୂର୍ଯ୍ୟ ରେଖା
ta: சூரிய ரேகை
te: సూర్య రేఖ
ur: شمس کی لکیر

# line.sun.domain
source: Creativity, Fame & Success
bn: সৃজনশীলতা, খ্যাতি ও সাফল্য
gu: સર્જનાત્મકતા, પ્રસિદ્ધિ અને સફળતા
hi: रचनात्मकता, प्रसिद्धि और सफलता
kn: ಸೃಜನಶೀಲತೆ, ಕೀರ್ತಿ ಮತ್ತು ಯಶಸ್ಸು
ml: സർഗാത്മകത, പ്രശസ്തി, വിജയം
mr: सर्जनशीलता, कीर्ती आणि यश
or: ସୃଜନଶୀଳତା, ଖ୍ୟାତି ଓ ସଫଳତା
ta: படைப்பாற்றல், புகழ் மற்றும் வெற்றி
te: సృజనాత్మకత, కీర్తి మరియు విజయం
ur: تخلیقیت، شہرت اور کامیابی

# marking.break
source: Break
bn: বিচ্ছেদ
gu: તૂટ
hi: टूटन
kn: ತುಂಡು
ml: മുറിവ്
mr: खंड
or: ଭଙ୍ଗ
ta: முறிவு
te: విరుపు
ur: شکستگی

# marking.break.location
source: Along the %@
bn: %@-এ
gu: %@ પર
hi: %@ पर
kn: %@ ಉದ್ದಕ್ಕೂ
ml: %@-യിൽ
mr: %@ वर
or: %@ରେ
ta: %@ வழியே
te: %@ వెంబడి
ur: %@ پر

# marking.break.reading
source: In traditional palmistry, a break marks a turning point or change of direction in that area of life, rather than a bad omen.
bn: ঐতিহ্যবাহী হস্তরেখা বিদ্যায় বিচ্ছেদ জীবনের সেই ক্ষেত্রে একটি মোড় বা দিক পরিবর্তন বোঝায়, কোনো অশুভ লক্ষণ নয়।
gu: પરંપરાગત હસ્તરેખા શાસ્ત્રમાં તૂટ જીવનના તે ક્ષેત્રમાં કોઈ વળાંક કે દિશા-પરિવર્તનનો સંકેત છે, કોઈ અશુભ બાબતનો નહીં.
hi: पारंपरिक हस्तरेखा शास्त्र में टूटन जीवन के उस क्षेत्र में किसी मोड़ या दिशा-परिवर्तन का संकेत है, किसी अशुभ बात का नहीं।
kn: ಸಾಂಪ್ರದಾಯಿಕ ಹಸ್ತಸಾಮುದ್ರಿಕದಲ್ಲಿ ತುಂಡು ಜೀವನದ ಆ ಕ್ಷೇತ್ರದಲ್ಲಿ ಒಂದು ತಿರುವು ಅಥವಾ ದಿಕ್ಕಿನ ಬದಲಾವಣೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಅಶುಭ ಸೂಚನೆಯನ್ನಲ್ಲ.
ml: പരമ്പരാഗത ഹസ്തരേഖാ ശാസ്ത്രത്തിൽ മുറിവ് ജീവിതത്തിന്റെ ആ മേഖലയിലെ ഒരു വഴിത്തിരിവിനെയോ ദിശാമാറ്റത്തെയോ സൂചിപ്പിക്കുന്നു, ദുശ്ശകുനത്തെയല്ല.
mr: पारंपरिक हस्तरेषा शास्त्रात खंड हा जीवनाच्या त्या क्षेत्रातील वळण किंवा दिशाबदल दर्शवतो, कोणताही अशुभ संकेत नाही.
or: ପାରମ୍ପରିକ ହସ୍ତରେଖା ଶାସ୍ତ୍ରରେ ଭଙ୍ଗ ଜୀବନର ସେହି କ୍ଷେତ୍ରରେ ଏକ ମୋଡ଼ ବା ଦିଗ ପରିବର୍ତ୍ତନକୁ ସୂଚାଏ, କୌଣସି ଅଶୁଭ ସଙ୍କେତ ନୁହେଁ।
ta: பாரம்பரிய கைரேகை சாஸ்திரத்தில் முறிவு என்பது வாழ்க்கையின் அந்தப் பகுதியில் ஒரு திருப்புமுனை அல்லது திசை மாற்றத்தைக் குறிக்கிறது, கெட்ட சகுனத்தை அல்ல.
te: సంప్రదాయ హస్తసాముద్రికంలో విరుపు జీవితంలోని ఆ రంగంలో ఒక మలుపు లేదా దిశా మార్పును సూచిస్తుంది, అశుభ సంకేతాన్ని కాదు.
ur: روایتی دست شناسی میں شکستگی زندگی کے اس شعبے میں کسی موڑ یا سمت کی تبدیلی کی علامت ہے، کسی بدشگونی کی نہیں۔

# marking.cross
source: Cross
bn: ক্রস
gu: ક્રૉસ
hi: क्रॉस
kn: ಅಡ್ಡಗೆರೆ
ml: കുരിശ്
mr: क्रॉस
or: କ୍ରସ
ta: குறுக்குக்குறி
te: క్రాస్
ur: صلیب

# marking.cross.location
source: Quadrangle (between Heart & Head lines)
bn: চতুষ্কোণ (হৃদয় ও মস্তিষ্ক রেখার মাঝে)
gu: ચતુષ્કોણ (હૃદય અને મસ્તિષ્ક રેખા વચ્ચે)
hi: चतुष्कोण (हृदय और मस्तिष्क रेखा के बीच)
kn: ಚತುರ್ಭುಜ (ಹೃದಯ ಮತ್ತು ಮಸ್ತಿಷ್ಕ ರೇಖೆಗಳ ನಡುವೆ)
ml: ചതുർഭുജം (ഹൃദയരേഖയ്ക്കും ശിരോരേഖയ്ക്കും ഇടയിൽ)
mr: चतुष्कोण (हृदय आणि मस्तक रेषांच्या मध्ये)
or: ଚତୁର୍ଭୁଜ (ହୃଦୟ ଓ ମସ୍ତିଷ୍କ ରେଖା ମଧ୍ୟରେ)
ta: நாற்கரம் (இதய மற்றும் புத்தி ரேகைகளுக்கு இடையே)
te: చతుర్భుజం (హృదయ మరియు మస్తిష్క రేఖల మధ్య)
ur: چوکور (دل اور دماغ کی لکیروں کے درمیان)

# marking.cross.reading
source: The Mystic Cross denotes strong intuitive gut feelings, spiritual curiosity, and uncanny sixth sense.
bn: রহস্যময় ক্রস প্রবল অন্তর্দৃষ্টি, আধ্যাত্মিক কৌতূহল এবং বিস্ময়কর ষষ্ঠ ইন্দ্রিয় নির্দেশ করে।
gu: રહસ્યમય ક્રૉસ પ્રબળ અંતઃસ્ફુરણા, આધ્યાત્મિક જિજ્ઞાસા અને અદ્ભુત છઠ્ઠી ઇન્દ્રિય દર્શાવે છે.
hi: रहस्यमय क्रॉस प्रबल अंतर्ज्ञान, आध्यात्मिक जिज्ञासा और अद्भुत छठी इंद्रिय का संकेत है।
kn: ರಹಸ್ಯ ಅಡ್ಡಗೆರೆಯು ಬಲವಾದ ಅಂತಃಪ್ರಜ್ಞೆ, ಆಧ್ಯಾತ್ಮಿಕ ಕುತೂಹಲ ಮತ್ತು ಅದ್ಭುತ ಆರನೇ ಇಂದ್ರಿಯವನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ml: നിഗൂഢ കുരിശ് ശക്തമായ അന്തർജ്ഞാനം, ആത്മീയ ജിജ്ഞാസ, അസാധാരണമായ ആറാം ഇന്ദ്രിയം എന്നിവ സൂചിപ്പിക്കുന്നു.
mr: गूढ क्रॉस प्रबळ अंतःप्रेरणा, आध्यात्मिक जिज्ञासा आणि विलक्षण सहावे इंद्रिय दर्शवतो.
or: ରହସ୍ୟମୟ କ୍ରସ ପ୍ରବଳ ଅନ୍ତର୍ଜ୍ଞାନ, ଆଧ୍ୟାତ୍ମିକ ଜିଜ୍ଞାସା ଓ ଅଦ୍ଭୁତ ଷଷ୍ଠ ଇନ୍ଦ୍ରିୟ ସୂଚାଏ।
ta: மர்மக் குறுக்குக்குறி வலுவான உள்ளுணர்வு, ஆன்மீக ஆர்வம் மற்றும் வியக்கத்தக்க ஆறாம் அறிவைக் குறிக்கிறது.
te: రహస్య క్రాస్ బలమైన అంతర్బుద్ధి, ఆధ్యాత్మిక జిజ్ఞాస మరియు అద్భుతమైన ఆరవ ఇంద్రియాన్ని సూచిస్తుంది.
ur: پراسرار صلیب مضبوط وجدان، روحانی تجسس اور حیرت انگیز چھٹی حس کی علامت ہے۔

# marking.fork
source: Fork
bn: দ্বিশাখা
gu: દ્વિશાખા
hi: द्विशाखा
kn: ಕವಲು
ml: ശാഖാവിഭജനം
mr: द्विशाखा
or: ଦ୍ୱିଶାଖା
ta: கிளைப்பிரிவு
te: చీలిక
ur: دو شاخہ

# marking.fork.location
source: Terminal of Head Line
bn: মস্তিষ্ক রেখার প্রান্ত
gu: મસ્તિષ્ક રેખાનો છેડો
hi: मस्तिष्क रेखा का अंतिम छोर
kn: ಮಸ್ತಿಷ್ಕ ರೇಖೆಯ ತುದಿ
ml: ശിരോരേഖയുടെ അറ്റം
mr: मस्तक रेषेचे टोक
or: ମସ୍ତିଷ୍କ ରେଖାର ଶେଷ ଭାଗ
ta: புத்தி ரேகையின் முனை
te: మస్తిష్క రేఖ చివర
ur: دماغ کی لکیر کا سرا

# marking.fork.reading
source: The Writer's Fork merges imaginative conceptualization with pragmatic logical articulation.
bn: লেখকের দ্বিশাখা কল্পনাশীল ভাবনাকে বাস্তবসম্মত, যুক্তিপূর্ণ প্রকাশের সঙ্গে মেলায়।
gu: લેખકની દ્વિશાખા કલ્પનાશીલ વિચારને વ્યવહારુ, તાર્કિક અભિવ્યક્તિ સાથે જોડે છે.
hi: लेखक की द्विशाखा कल्पनाशील सोच को व्यावहारिक और तार्किक अभिव्यक्ति से जोड़ती है।
kn: ಲೇಖಕರ ಕವಲು ಕಲ್ಪನಾಶೀಲ ಚಿಂತನೆಯನ್ನು ಪ್ರಾಯೋಗಿಕ, ತಾರ್ಕಿಕ ಅಭಿವ್ಯಕ್ತಿಯೊಂದಿಗೆ ಬೆಸೆಯುತ್ತದೆ.
ml: എഴുത്തുകാരന്റെ ശാഖാവിഭജനം ഭാവനാത്മക ചിന്തയെ പ്രായോഗികവും യുക്തിസഹവുമായ ആവിഷ്കാരവുമായി ബന്ധിപ്പിക്കുന്നു.
mr: लेखकाची द्विशाखा कल्पक विचारांना व्यावहारिक, तार्किक मांडणीशी जोडते.
or: ଲେଖକଙ୍କ ଦ୍ୱିଶାଖା କଳ୍ପନାଶୀଳ ଚିନ୍ତାକୁ ବ୍ୟାବହାରିକ ଓ ତାର୍କିକ ପ୍ରକାଶ ସହ ଯୋଡ଼େ।
ta: எழுத்தாளரின் கிளைப்பிரிவு கற்பனைச் சிந்தனையை நடைமுறை, தர்க்கரீதியான வெளிப்பாட்டுடன் இணைக்கிறது.
te: రచయిత చీలిక ఊహాత్మక ఆలోచనను ఆచరణాత్మక, తార్కిక వ్యక్తీకరణతో కలుపుతుంది.
ur: مصنف کا دو شاخہ تخیلاتی سوچ کو عملی اور منطقی اظہار سے جوڑتا ہے۔

# marking.island
source: Island
bn: দ্বীপ
gu: દ્વીપ
hi: द्वीप
kn: ದ್ವೀಪ
ml: ദ്വീപ്
mr: बेट
or: ଦ୍ୱୀପ
ta: தீவு
te: ద్వీపం
ur: جزیرہ

# marking.square
source: Square (Protection)
bn: বর্গ (রক্ষাচিহ্ন)
gu: ચોરસ (રક્ષા ચિહ્ન)
hi: वर्ग (रक्षा चिह्न)
kn: ಚೌಕ (ರಕ್ಷಣಾ ಚಿಹ್ನೆ)
ml: ചതുരം (രക്ഷാചിഹ്നം)
mr: चौकोन (संरक्षण चिन्ह)
or: ବର୍ଗ (ରକ୍ଷା ଚିହ୍ନ)
ta: சதுரம் (பாதுகாப்புக் குறி)
te: చతురస్రం (రక్షణ చిహ్నం)
ur: مربع (حفاظتی نشان)

# marking.square.location
source: Adjacent to Life Line
bn: জীবন রেখার পাশে
gu: જીવન રેખાની નજીક
hi: जीवन रेखा के पास
kn: ಆಯುಷ್ಯ ರೇಖೆಯ ಪಕ್ಕದಲ್ಲಿ
ml: ആയുർരേഖയ്ക്ക് സമീപം
mr: जीवन रेषेजवळ
or: ଜୀବନ ରେଖା ପାଖରେ
ta: ஆயுள் ரேகையின் அருகில்
te: ఆయుష్షు రేఖ పక్కన
ur: زندگی کی لکیر کے قریب

# marking.square.reading
source: Traditional sign of preservation and protection through challenging transitions.
bn: কঠিন পরিবর্তনের সময় সুরক্ষা ও রক্ষার ঐতিহ্যবাহী চিহ্ন।
gu: મુશ્કેલ પરિવર્તનો દરમિયાન સંરક્ષણ અને સુરક્ષાનું પરંપરાગત ચિહ્ન.
hi: कठिन परिवर्तनों के दौरान संरक्षण और सुरक्षा का पारंपरिक चिह्न।
kn: ಕಠಿಣ ಬದಲಾವಣೆಗಳ ಸಮಯದಲ್ಲಿ ಸಂರಕ್ಷಣೆ ಮತ್ತು ರಕ್ಷಣೆಯ ಸಾಂಪ್ರದಾಯಿಕ ಚಿಹ್ನೆ.
ml: പ്രയാസകരമായ മാറ്റങ്ങളുടെ കാലത്ത് സംരക്ഷണത്തിന്റെയും സുരക്ഷയുടെയും പരമ്പരാഗത ചിഹ്നം.
mr: कठीण बदलांच्या काळात जतन आणि संरक्षणाचे पारंपरिक चिन्ह.
or: କଠିନ ପରିବର୍ତ୍ତନ ସମୟରେ ସୁରକ୍ଷା ଓ ସଂରକ୍ଷଣର ପାରମ୍ପରିକ ଚିହ୍ନ।
ta: கடினமான மாற்றங்களின்போது காப்பும் பாதுகாப்பும் தரும் பாரம்பரியக் குறி.
te: కష్టమైన మార్పుల సమయంలో సంరక్షణ మరియు రక్షణకు సంప్రదాయ చిహ్నం.
ur: مشکل تبدیلیوں کے دوران حفاظت اور تحفظ کا روایتی نشان۔

# marking.star
source: Star
bn: তারা
gu: તારો
hi: तारा
kn: ನಕ್ಷತ್ರ
ml: നക്ഷത്രം
mr: तारा
or: ତାରା
ta: நட்சத்திரம்
te: నక్షత్రం
ur: ستارہ

# marking.triangle
source: Triangle
bn: ত্রিভুজ
gu: ત્રિકોણ
hi: त्रिकोण
kn: ತ್ರಿಕೋನ
ml: ത്രികോണം
mr: त्रिकोण
or: ତ୍ରିଭୁଜ
ta: முக்கோணம்
te: త్రిభుజం
ur: مثلث

# marking.triangle.location
source: Mount of Jupiter
bn: বৃহস্পতি পর্বত
gu: ગુરુ પર્વત
hi: गुरु पर्वत
kn: ಗುರು ಪರ್ವತ
ml: ഗുരു പർവ്വതം
mr: गुरु पर्वत
or: ଗୁରୁ ପର୍ବତ
ta: குரு மேடு
te: గురు పర్వతం
ur: مشتری کا ابھار

# marking.triangle.reading
source: A clean triangle under Jupiter signifies diplomatic skill, wisdom in communication, and executive ability.
bn: বৃহস্পতি পর্বতের নিচে স্পষ্ট ত্রিভুজ কূটনৈতিক দক্ষতা, যোগাযোগে প্রজ্ঞা ও প্রশাসনিক সক্ষমতা নির্দেশ করে।
gu: ગુરુ પર્વત નીચેનો સ્પષ્ટ ત્રિકોણ કૂટનીતિક કુશળતા, સંવાદમાં વિવેક અને વહીવટી ક્ષમતા દર્શાવે છે.
hi: गुरु पर्वत के नीचे स्पष्ट त्रिकोण कूटनीतिक कौशल, संवाद में विवेक और प्रशासनिक क्षमता दर्शाता है।
kn: ಗುರು ಪರ್ವತದ ಕೆಳಗಿನ ಸ್ಪಷ್ಟ ತ್ರಿಕೋನವು ರಾಜತಾಂತ್ರಿಕ ಕೌಶಲ, ಸಂವಹನದಲ್ಲಿ ವಿವೇಕ ಮತ್ತು ಆಡಳಿತ ಸಾಮರ್ಥ್ಯವನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ml: ഗുരു പർവ്വതത്തിനു താഴെയുള്ള വ്യക്തമായ ത്രികോണം നയതന്ത്ര വൈദഗ്ധ്യം, ആശയവിനിമയത്തിലെ വിവേകം, ഭരണശേഷി എന്നിവ സൂചിപ്പിക്കുന്നു.
mr: गुरु पर्वताखालील स्पष्ट त्रिकोण मुत्सद्दी कौशल्य, संवादातील शहाणपण आणि प्रशासकीय क्षमता दर्शवतो.
or: ଗୁରୁ ପର୍ବତ ତଳେ ସ୍ପଷ୍ଟ ତ୍ରିଭୁଜ କୂଟନୈତିକ ଦକ୍ଷତା, ଯୋଗାଯୋଗରେ ବିବେକ ଓ ପ୍ରଶାସନିକ କ୍ଷମତା ସୂଚାଏ।
ta: குரு மேட்டின் கீழ் தெளிவான முக்கோணம் ராஜதந்திரத் திறன், பேச்சில் ஞானம் மற்றும் நிர்வாகத் திறனைக் குறிக்கிறது.
te: గురు పర్వతం కింద స్పష్టమైన త్రిభుజం దౌత్య నైపుణ్యం, సంభాషణలో వివేకం మరియు నిర్వహణ సామర్థ్యాన్ని సూచిస్తుంది.
ur: مشتری کے ابھار کے نیچے واضح مثلث سفارتی مہارت، گفتگو میں دانائی اور انتظامی صلاحیت ظاہر کرتا ہے۔

# markings.header
source: SPECIAL PALM MARKINGS
bn: তালুর বিশেষ চিহ্ন
gu: હથેળીના વિશેષ ચિહ્નો
hi: हथेली के विशेष चिह्न
kn: ಅಂಗೈಯ ವಿಶೇಷ ಚಿಹ್ನೆಗಳು
ml: കൈപ്പത്തിയിലെ പ്രത്യേക ചിഹ്നങ്ങൾ
mr: तळहातावरील विशेष चिन्हे
or: ପାପୁଲିର ବିଶେଷ ଚିହ୍ନ
ta: உள்ளங்கையின் சிறப்புக் குறிகள்
te: అరచేతిపై ప్రత్యేక చిహ్నాలు
ur: ہتھیلی کے خاص نشانات

# markings.none
source: No special markings were clearly visible in this photo.
bn: এই ছবিতে কোনো বিশেষ চিহ্ন পরিষ্কার দেখা যায়নি।
gu: આ ફોટામાં કોઈ વિશેષ ચિહ્ન સ્પષ્ટ દેખાયું નહીં.
hi: इस फ़ोटो में कोई विशेष चिह्न साफ़ दिखाई नहीं दिया।
kn: ಈ ಫೋಟೋದಲ್ಲಿ ಯಾವುದೇ ವಿಶೇಷ ಚಿಹ್ನೆಗಳು ಸ್ಪಷ್ಟವಾಗಿ ಕಾಣಿಸಲಿಲ್ಲ.
ml: ഈ ഫോട്ടോയിൽ പ്രത്യേക ചിഹ്നങ്ങളൊന്നും വ്യക്തമായി കണ്ടില്ല.
mr: या फोटोत कोणतेही विशेष चिन्ह स्पष्ट दिसले नाही.
or: ଏହି ଫଟୋରେ କୌଣସି ବିଶେଷ ଚିହ୍ନ ସ୍ପଷ୍ଟ ଦେଖାଗଲା ନାହିଁ।
ta: இந்தப் படத்தில் சிறப்புக் குறிகள் எதுவும் தெளிவாகத் தெரியவில்லை.
te: ఈ ఫోటోలో ప్రత్యేక చిహ్నాలు ఏవీ స్పష్టంగా కనిపించలేదు.
ur: اس تصویر میں کوئی خاص نشان واضح طور پر نظر نہیں آیا۔

# markings.titleFormat
source: %1$@ at %2$@
bn: %2$@-এ %1$@
gu: %2$@ પર %1$@
hi: %2$@ पर %1$@
kn: %2$@ ನಲ್ಲಿ %1$@
ml: %2$@-ൽ %1$@
mr: %2$@ येथे %1$@
or: %2$@ରେ %1$@
ta: %2$@ இல் %1$@
te: %2$@ వద్ద %1$@
ur: %2$@ پر %1$@

# metric.continuity
source: Continuity
bn: ধারাবাহিকতা
gu: સાતત્ય
hi: निरंतरता
kn: ನಿರಂತರತೆ
ml: തുടർച്ച
mr: सातत्य
or: ନିରନ୍ତରତା
ta: தொடர்ச்சி
te: నిరంతరత
ur: تسلسل

# metric.continuity.high
source: Unbroken
bn: অখণ্ড
gu: અખંડ
hi: अखंड
kn: ಅಖಂಡ
ml: അഖണ്ഡം
mr: अखंड
or: ଅଖଣ୍ଡ
ta: உடையாதது
te: అవిచ్ఛిన్నం
ur: غیر منقطع

# metric.continuity.low
source: Branching
bn: শাখাযুক্ত
gu: શાખાવાળી
hi: शाखायुक्त
kn: ಕವಲೊಡೆದ
ml: ശാഖകളുള്ളത്
mr: शाखायुक्त
or: ଶାଖାଯୁକ୍ତ
ta: கிளைகளுடன்
te: శాఖలతో
ur: شاخ دار

# metric.curvature
source: Curvature
bn: বক্রতা
gu: વક્રતા
hi: वक्रता
kn: ವಕ್ರತೆ
ml: വക്രത
mr: वक्रता
or: ବକ୍ରତା
ta: வளைவு
te: వక్రత
ur: خمیدگی

# metric.curvature.high
source: Sweeping Arc
bn: বিস্তৃত বাঁক
gu: વિશાળ ચાપ
hi: विस्तृत चाप
kn: ವಿಶಾಲ ಕಮಾನು
ml: വിശാലമായ വളവ്
mr: विस्तृत कमान
or: ବିସ୍ତୃତ ବାଙ୍କ
ta: விரிந்த வளைவு
te: విశాలమైన వంపు
ur: وسیع قوس

# metric.curvature.low
source: Direct / Linear
bn: সোজা / সরলরৈখিক
gu: સીધી / રેખીય
hi: सीधी / रैखिक
kn: ನೇರ / ರೇಖೀಯ
ml: നേരായ / രേഖീയം
mr: सरळ / रेषीय
or: ସିଧା / ରୈଖିକ
ta: நேரான / நேர்கோடு
te: నేరుగా / రేఖీయం
ur: سیدھی / خطی

# metric.depth
source: Crease Depth
bn: রেখার গভীরতা
gu: રેખાની ઊંડાઈ
hi: रेखा की गहराई
kn: ರೇಖೆಯ ಆಳ
ml: രേഖയുടെ ആഴം
mr: रेषेची खोली
or: ରେଖାର ଗଭୀରତା
ta: ரேகை ஆழம்
te: రేఖ లోతు
ur: لکیر کی گہرائی

# metric.depth.high
source: Well-Etched
bn: গভীরভাবে অঙ্কিত
gu: ઊંડી અંકિત
hi: गहरी अंकित
kn: ಆಳವಾಗಿ ಕೆತ್ತಿದ
ml: ആഴത്തിൽ പതിഞ്ഞത്
mr: खोल कोरलेली
or: ଗଭୀର ଅଙ୍କିତ
ta: ஆழமாகப் பதிந்தது
te: లోతుగా చెక్కబడినది
ur: گہری کندہ

# metric.depth.low
source: Subtle
bn: হালকা
gu: આછી
hi: हल्की
kn: ಮಸುಕಾದ
ml: നേർത്തത്
mr: सौम्य
or: ହାଲୁକା
ta: மெல்லியது
te: తేలికైనది
ur: ہلکی

# metric.length
source: Length
bn: দৈর্ঘ্য
gu: લંબાઈ
hi: लंबाई
kn: ಉದ್ದ
ml: നീളം
mr: लांबी
or: ଦୈର୍ଘ୍ୟ
ta: நீளம்
te: పొడవు
ur: لمبائی

# metric.length.high
source: Extensive
bn: বিস্তৃত
gu: વિસ્તૃત
hi: विस्तृत
kn: ವಿಸ್ತಾರ
ml: വിസ്തൃതം
mr: विस्तृत
or: ବିସ୍ତୃତ
ta: விரிவானது
te: విస్తృతం
ur: وسیع

# metric.length.low
source: Focused
bn: সংক্ষিপ্ত
gu: મર્યાદિત
hi: सीमित
kn: ಸೀಮಿತ
ml: പരിമിതം
mr: मर्यादित
or: ସୀମିତ
ta: குறுகியது
te: పరిమితం
ur: مختصر

# moon.firstQuarter
source: First Quarter
bn: শুক্লা অষ্টমী
gu: સુદ આઠમ
hi: शुक्ल अष्टमी
kn: ಶುಕ್ಲ ಅಷ್ಟಮಿ
ml: ശുക്ലപക്ഷ അഷ്ടമി
mr: शुक्ल अष्टमी
or: ଶୁକ୍ଳ ଅଷ୍ଟମୀ
ta: வளர்பிறை அஷ்டமி
te: శుక్ల అష్టమి
ur: پہلی چوتھائی

# moon.fullMoon
source: Full Moon
bn: পূর্ণিমা
gu: પૂનમ
hi: पूर्णिमा
kn: ಹುಣ್ಣಿಮೆ
ml: പൗർണമി
mr: पौर्णिमा
or: ପୂର୍ଣ୍ଣିମା
ta: பௌர்ணமி
te: పౌర్ణమి
ur: بدرِ کامل

# moon.lastQuarter
source: Last Quarter
bn: কৃষ্ণা অষ্টমী
gu: વદ આઠમ
hi: कृष्ण अष्टमी
kn: ಕೃಷ್ಣ ಅಷ್ಟಮಿ
ml: കൃഷ്ണപക്ഷ അഷ്ടമി
mr: कृष्ण अष्टमी
or: କୃଷ୍ଣ ଅଷ୍ଟମୀ
ta: தேய்பிறை அஷ்டமி
te: కృష్ణ అష్టమి
ur: آخری چوتھائی

# moon.newMoon
source: New Moon
bn: অমাবস্যা
gu: અમાસ
hi: अमावस्या
kn: ಅಮಾವಾಸ್ಯೆ
ml: അമാവാസി
mr: अमावस्या
or: ଅମାବାସ୍ୟା
ta: அமாவாசை
te: అమావాస్య
ur: نیا چاند

# moon.waningCrescent
source: Waning Crescent
bn: কৃষ্ণপক্ষের ক্ষীয়মাণ চাঁদ
gu: વદ પક્ષનો ઘટતો ચંદ્ર
hi: कृष्ण पक्ष का घटता चंद्र
kn: ಕೃಷ್ಣ ಪಕ್ಷದ ಕ್ಷೀಣ ಚಂದ್ರ
ml: കൃഷ്ണപക്ഷ ചന്ദ്രക്കല
mr: कृष्ण पक्षातील घटती चंद्रकोर
or: କୃଷ୍ଣ ପକ୍ଷର କମନ୍ତା ଜହ୍ନ
ta: தேய்பிறைப் பிறை
te: కృష్ణ పక్ష క్షీణ చంద్రుడు
ur: گھٹتا ہوا ہلال

# moon.waningGibbous
source: Waning Gibbous
bn: ক্ষীয়মাণ স্ফীত চাঁদ
gu: ઘટતો ઊપસેલો ચંદ્ર
hi: घटता हुआ उभरा चंद्र
kn: ಕ್ಷೀಣಿಸುತ್ತಿರುವ ಚಂದ್ರ
ml: ക്ഷയിക്കുന്ന ചന്ദ്രൻ
mr: क्षीण होणारा चंद्र
or: କମନ୍ତା ଚନ୍ଦ୍ର
ta: தேயும் நிலவு
te: తగ్గుతున్న చంద్రుడు
ur: گھٹتا ہوا چاند

# moon.waxingCrescent
source: Waxing Crescent
bn: শুক্লপক্ষের বর্ধমান চাঁদ
gu: સુદ પક્ષનો વધતો ચંદ્ર
hi: शुक्ल पक्ष का बढ़ता चंद्र
kn: ಶುಕ್ಲ ಪಕ್ಷದ ಬೆಳೆಯುವ ಚಂದ್ರ
ml: ശുക്ലപക്ഷ ചന്ദ്രക്കല
mr: शुक्ल पक्षातील वाढती चंद्रकोर
or: ଶୁକ୍ଳ ପକ୍ଷର ବଢ଼ନ୍ତା ଜହ୍ନ
ta: வளர்பிறைப் பிறை
te: శుక్ల పక్ష వృద్ధి చంద్రుడు
ur: بڑھتا ہوا ہلال

# moon.waxingGibbous
source: Waxing Gibbous
bn: বর্ধমান স্ফীত চাঁদ
gu: વધતો ઊપસેલો ચંદ્ર
hi: बढ़ता हुआ उभरा चंद्र
kn: ಬೆಳೆಯುತ್ತಿರುವ ಚಂದ್ರ
ml: വളരുന്ന ചന്ദ്രൻ
mr: वाढता चंद्र
or: ବଢ଼ନ୍ତା ଚନ୍ଦ୍ର
ta: வளரும் நிலவு
te: పెరుగుతున్న చంద్రుడు
ur: بڑھتا ہوا چاند

# mount.apollo
source: Mount of Apollo
bn: রবি পর্বত
gu: સૂર્ય પર્વત
hi: सूर्य पर्वत
kn: ಸೂರ್ಯ ಪರ್ವತ
ml: സൂര്യ പർവ്വതം
mr: रवी पर्वत
or: ସୂର୍ଯ୍ୟ ପର୍ବତ
ta: சூரிய மேடு
te: సూర్య పర్వతం
ur: شمس کا ابھار

# mount.apollo.keyword
source: Creativity & Joy
bn: সৃজনশীলতা ও আনন্দ
gu: સર્જનાત્મકતા અને આનંદ
hi: रचनात्मकता और आनंद
kn: ಸೃಜನಶೀಲತೆ ಮತ್ತು ಆನಂದ
ml: സർഗാത്മകതയും ആനന്ദവും
mr: सर्जनशीलता आणि आनंद
or: ସୃଜନଶୀଳତା ଓ ଆନନ୍ଦ
ta: படைப்பாற்றல் மற்றும் மகிழ்ச்சி
te: సృజనాత్మకత మరియు ఆనందం
ur: تخلیقیت اور مسرت

# mount.apollo.reading
source: Well-developed Apollo mount brings an appreciation for aesthetic beauty, charisma, warmth, and creative self-expression.
bn: সুবিকশিত রবি পর্বত সৌন্দর্যবোধ, আকর্ষণ, উষ্ণতা ও সৃজনশীল আত্মপ্রকাশ এনে দেয়।
gu: વિકસિત સૂર્ય પર્વત સૌંદર્યની કદર, આકર્ષણ, હૂંફ અને સર્જનાત્મક આત્મ-અભિવ્યક્તિ લાવે છે.
hi: विकसित सूर्य पर्वत सौंदर्य की सराहना, आकर्षण, आत्मीयता और रचनात्मक आत्म-अभिव्यक्ति लाता है।
kn: ಚೆನ್ನಾಗಿ ಬೆಳೆದ ಸೂರ್ಯ ಪರ್ವತವು ಸೌಂದರ್ಯಪ್ರಜ್ಞೆ, ಆಕರ್ಷಣೆ, ಆತ್ಮೀಯತೆ ಮತ್ತು ಸೃಜನಶೀಲ ಸ್ವ-ಅಭಿವ್ಯಕ್ತಿಯನ್ನು ನೀಡುತ್ತದೆ.
ml: നന്നായി വികസിച്ച സൂര്യ പർവ്വതം സൗന്ദര്യബോധം, ആകർഷണീയത, ഊഷ്മളത, സർഗാത്മക ആത്മപ്രകാശനം എന്നിവ നൽകുന്നു.
mr: विकसित रवी पर्वत सौंदर्याची जाण, आकर्षकता, आपुलकी आणि सर्जनशील आत्माभिव्यक्ती देतो.
or: ବିକଶିତ ସୂର୍ଯ୍ୟ ପର୍ବତ ସୌନ୍ଦର୍ଯ୍ୟବୋଧ, ଆକର୍ଷଣ, ଆନ୍ତରିକତା ଓ ସୃଜନଶୀଳ ଆତ୍ମପ୍ରକାଶ ଆଣେ।
ta: நன்கு வளர்ந்த சூரிய மேடு அழகுணர்ச்சி, வசீகரம், அன்பு மற்றும் படைப்புத்திறன் மிக்க சுய வெளிப்பாட்டை அளிக்கிறது.
te: బాగా అభివృద్ధి చెందిన సూర్య పర్వతం సౌందర్యాభిరుచి, ఆకర్షణ, ఆప్యాయత మరియు సృజనాత్మక స్వీయ వ్యక్తీకరణను అందిస్తుంది.
ur: اچھی طرح ابھرا ہوا شمس کا ابھار حسن کی قدر، کشش، گرم جوشی اور تخلیقی اظہارِ ذات عطا کرتا ہے۔

# mount.jupiter
source: Mount of Jupiter
bn: বৃহস্পতি পর্বত
gu: ગુરુ પર્વત
hi: गुरु पर्वत
kn: ಗುರು ಪರ್ವತ
ml: ഗുരു പർവ്വതം
mr: गुरु पर्वत
or: ଗୁରୁ ପର୍ବତ
ta: குரு மேடு
te: గురు పర్వతం
ur: مشتری کا ابھار

# mount.jupiter.keyword
source: Ambition & Leadership
bn: উচ্চাকাঙ্ক্ষা ও নেতৃত্ব
gu: મહત્વાકાંક્ષા અને નેતૃત્વ
hi: महत्वाकांक्षा और नेतृत्व
kn: ಮಹತ್ವಾಕಾಂಕ್ಷೆ ಮತ್ತು ನಾಯಕತ್ವ
ml: അഭിലാഷവും നേതൃത്വവും
mr: महत्त्वाकांक्षा आणि नेतृत्व
or: ଉଚ୍ଚାକାଂକ୍ଷା ଓ ନେତୃତ୍ୱ
ta: லட்சியம் மற்றும் தலைமை
te: ఆకాంక్ష మరియు నాయకత్వం
ur: عزائم اور قیادت

# mount.jupiter.reading
source: Elevated Jupiter indicates natural presence, honorable leadership, and a genuine ambition to uplift others.
bn: উঁচু বৃহস্পতি পর্বত স্বাভাবিক ব্যক্তিত্ব, সম্মানজনক নেতৃত্ব এবং অন্যকে এগিয়ে নেওয়ার আন্তরিক উচ্চাকাঙ্ক্ষা নির্দেশ করে।
gu: ઊપસેલો ગુરુ પર્વત સ્વાભાવિક પ્રભાવ, સન્માનજનક નેતૃત્વ અને બીજાને આગળ વધારવાની સાચી મહત્વાકાંક્ષા દર્શાવે છે.
hi: उभरा हुआ गुरु पर्वत स्वाभाविक प्रभाव, सम्मानजनक नेतृत्व और दूसरों को ऊपर उठाने की सच्ची महत्वाकांक्षा दर्शाता है।
kn: ಎತ್ತರದ ಗುರು ಪರ್ವತವು ಸಹಜ ವ್ಯಕ್ತಿತ್ವ, ಗೌರವಾನ್ವಿತ ನಾಯಕತ್ವ ಮತ್ತು ಇತರರನ್ನು ಮೇಲೆತ್ತುವ ನಿಜವಾದ ಮಹತ್ವಾಕಾಂಕ್ಷೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ml: ഉയർന്ന ഗുരു പർവ്വതം സ്വാഭാവിക വ്യക്തിപ്രഭാവം, മാന്യമായ നേതൃത്വം, മറ്റുള്ളവരെ ഉയർത്താനുള്ള യഥാർത്ഥ അഭിലാഷം എന്നിവ സൂചിപ്പിക്കുന്നു.
mr: उंच गुरु पर्वत नैसर्गिक प्रभाव, सन्माननीय नेतृत्व आणि इतरांना उन्नत करण्याची खरी महत्त्वाकांक्षा दर्शवतो.
or: ଉଚ୍ଚ ଗୁରୁ ପର୍ବତ ସ୍ୱାଭାବିକ ବ୍ୟକ୍ତିତ୍ୱ, ସମ୍ମାନଜନକ ନେତୃତ୍ୱ ଓ ଅନ୍ୟମାନଙ୍କୁ ଆଗକୁ ନେବାର ପ୍ରକୃତ ଉଚ୍ଚାକାଂକ୍ଷା ସୂଚାଏ।
ta: உயர்ந்த குரு மேடு இயல்பான ஆளுமை, மரியாதைக்குரிய தலைமை மற்றும் பிறரை உயர்த்தும் உண்மையான லட்சியத்தைக் குறிக்கிறது.
te: ఉన్నతమైన గురు పర్వతం సహజమైన ప్రభావం, గౌరవప్రదమైన నాయకత్వం మరియు ఇతరులను ఉన్నతికి తీసుకెళ్లాలనే నిజమైన ఆకాంక్షను సూచిస్తుంది.
ur: بلند مشتری کا ابھار فطری وقار، باعزت قیادت اور دوسروں کو آگے بڑھانے کی سچی خواہش ظاہر کرتا ہے۔

# mount.level.high
source: Prominent
bn: উঁচু
gu: ઊપસેલો
hi: उभरा हुआ
kn: ಎದ್ದುಕಾಣುವ
ml: ഉയർന്നത്
mr: उठावदार
or: ଉଚ୍ଚ
ta: உயர்ந்தது
te: ఉన్నతం
ur: نمایاں

# mount.level.low
source: Soft
bn: কোমল
gu: કોમળ
hi: कोमल
kn: ಮೃದು
ml: മൃദുവായത്
mr: सौम्य
or: କୋମଳ
ta: மென்மையானது
te: మృదువు
ur: نرم

# mount.level.mid
source: Balanced
bn: ভারসাম্যপূর্ণ
gu: સંતુલિત
hi: संतुलित
kn: ಸಮತೋಲಿತ
ml: സന്തുലിതം
mr: संतुलित
or: ସନ୍ତୁଳିତ
ta: சமநிலை
te: సమతుల్యం
ur: متوازن

# mount.lowNote
source: This mount is less pronounced in your hand, so traditionally its qualities play a quieter, supporting role.
bn: আপনার হাতে এই পর্বতটি কম উঁচু, তাই ঐতিহ্য অনুযায়ী এর গুণগুলো শান্ত, সহায়ক ভূমিকা পালন করে।
gu: તમારા હાથમાં આ પર્વત ઓછો ઊપસેલો છે, તેથી પરંપરા મુજબ તેના ગુણો શાંત, સહાયક ભૂમિકા ભજવે છે.
hi: आपके हाथ में यह पर्वत कम उभरा है, इसलिए परंपरा के अनुसार इसके गुण शांत, सहायक भूमिका निभाते हैं।
kn: ನಿಮ್ಮ ಕೈಯಲ್ಲಿ ಈ ಪರ್ವತ ಕಡಿಮೆ ಎದ್ದಿದೆ, ಆದ್ದರಿಂದ ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಅದರ ಗುಣಗಳು ಶಾಂತ, ಪೂರಕ ಪಾತ್ರ ವಹಿಸುತ್ತವೆ.
ml: നിങ്ങളുടെ കൈയിൽ ഈ പർവ്വതം അത്ര ഉയർന്നിട്ടില്ല, അതിനാൽ പരമ്പരാഗതമായി അതിന്റെ ഗുണങ്ങൾ ശാന്തമായ, പിന്തുണ നൽകുന്ന പങ്ക് വഹിക്കുന്നു.
mr: तुमच्या हातात हा पर्वत कमी उठावदार आहे, त्यामुळे परंपरेनुसार त्याचे गुण शांत, सहायक भूमिका बजावतात.
or: ଆପଣଙ୍କ ହାତରେ ଏହି ପର୍ବତ କମ ଉଚ୍ଚ, ତେଣୁ ପରମ୍ପରା ଅନୁସାରେ ଏହାର ଗୁଣ ଶାନ୍ତ, ସହାୟକ ଭୂମିକା ନିଏ।
ta: உங்கள் கையில் இந்த மேடு குறைவாக உயர்ந்துள்ளது, எனவே மரபுப்படி அதன் பண்புகள் அமைதியான, துணைப் பங்கை வகிக்கின்றன.
te: మీ చేతిలో ఈ పర్వతం తక్కువగా ఉబ్బి ఉంది, కాబట్టి సంప్రదాయం ప్రకారం దాని లక్షణాలు నిశ్శబ్దమైన, సహాయక పాత్ర పోషిస్తాయి.
ur: آپ کے ہاتھ میں یہ ابھار کم نمایاں ہے، اس لیے روایت کے مطابق اس کی خوبیاں خاموش، معاون کردار ادا کرتی ہیں۔

# mount.mars
source: Mount of Mars
bn: মঙ্গল পর্বত
gu: મંગળ પર્વત
hi: मंगल पर्वत
kn: ಕುಜ ಪರ್ವತ
ml: ചൊവ്വ പർവ്വതം
mr: मंगळ पर्वत
or: ମଙ୍ଗଳ ପର୍ବତ
ta: செவ்வாய் மேடு
te: కుజ పర్వతం
ur: مریخ کا ابھار

# mount.mars.keyword
source: Courage & Tenacity
bn: সাহস ও দৃঢ়তা
gu: હિંમત અને દૃઢતા
hi: साहस और दृढ़ता
kn: ಧೈರ್ಯ ಮತ್ತು ಛಲ
ml: ധൈര്യവും നിശ്ചയദാർഢ്യവും
mr: धैर्य आणि चिकाटी
or: ସାହସ ଓ ଦୃଢ଼ତା
ta: தைரியம் மற்றும் விடாமுயற்சி
te: ధైర్యం మరియు పట్టుదల
ur: ہمت اور ثابت قدمی

# mount.mercury
source: Mount of Mercury
bn: বুধ পর্বত
gu: બુધ પર્વત
hi: बुध पर्वत
kn: ಬುಧ ಪರ್ವತ
ml: ബുധ പർവ്വതം
mr: बुध पर्वत
or: ବୁଧ ପର୍ବତ
ta: புதன் மேடு
te: బుధ పర్వతం
ur: عطارد کا ابھار

# mount.mercury.keyword
source: Communication & Wit
bn: যোগাযোগ ও বুদ্ধিদীপ্ততা
gu: સંવાદ અને ચતુરાઈ
hi: संवाद और चतुराई
kn: ಸಂವಹನ ಮತ್ತು ಚಾತುರ್ಯ
ml: ആശയവിനിമയവും ചാതുര്യവും
mr: संवाद आणि चातुर्य
or: ଯୋଗାଯୋଗ ଓ ଚତୁରତା
ta: தொடர்பு மற்றும் சாதுர்யம்
te: సంభాషణ మరియు చతురత
ur: گفتگو اور ذہانت

# mount.mercury.reading
source: Active Mercury mount signifies sharp conversational agility, commerce intuition, and rapid analytical comprehension.
bn: সক্রিয় বুধ পর্বত তীক্ষ্ণ বাকপটুতা, ব্যবসায়িক বোধ এবং দ্রুত বিশ্লেষণী বোধশক্তির ইঙ্গিত দেয়।
gu: સક્રિય બુધ પર્વત તીક્ષ્ણ વાક્ચાતુર્ય, વ્યાપારી સૂઝ અને ઝડપી વિશ્લેષણાત્મક સમજનો સંકેત છે.
hi: सक्रिय बुध पर्वत तीक्ष्ण वाक्-चातुर्य, व्यापारिक अंतर्ज्ञान और तेज़ विश्लेषणात्मक समझ का संकेत है।
kn: ಸಕ್ರಿಯ ಬುಧ ಪರ್ವತವು ತೀಕ್ಷ್ಣ ಮಾತುಗಾರಿಕೆ, ವ್ಯಾಪಾರ ಅಂತಃಪ್ರಜ್ಞೆ ಮತ್ತು ತ್ವರಿತ ವಿಶ್ಲೇಷಣಾತ್ಮಕ ಗ್ರಹಿಕೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ml: സജീവമായ ബുധ പർവ്വതം മൂർച്ചയുള്ള സംഭാഷണചാതുര്യം, വാണിജ്യ അന്തർജ്ഞാനം, വേഗത്തിലുള്ള വിശകലന ഗ്രഹണശേഷി എന്നിവ സൂചിപ്പിക്കുന്നു.
mr: सक्रिय बुध पर्वत तल्लख संभाषणकौशल्य, व्यापारी अंतःप्रेरणा आणि जलद विश्लेषणात्मक आकलन दर्शवतो.
or: ସକ୍ରିୟ ବୁଧ ପର୍ବତ ତୀକ୍ଷ୍ଣ ବାକ୍‌ପଟୁତା, ବ୍ୟବସାୟିକ ଅନ୍ତର୍ଜ୍ଞାନ ଓ ଦ୍ରୁତ ବିଶ୍ଳେଷଣାତ୍ମକ ବୁଝାମଣାର ସଙ୍କେତ ଦିଏ।
ta: சுறுசுறுப்பான புதன் மேடு கூர்மையான பேச்சுத்திறன், வணிக உள்ளுணர்வு மற்றும் விரைவான பகுப்பாய்வுப் புரிதலைக் குறிக்கிறது.
te: చురుకైన బుధ పర్వతం పదునైన మాటకారితనం, వ్యాపార అంతర్బుద్ధి మరియు వేగవంతమైన విశ్లేషణాత్మక అవగాహనను సూచిస్తుంది.
ur: فعال عطارد کا ابھار تیز گفتاری، تجارتی سوجھ بوجھ اور فوری تجزیاتی فہم کی علامت ہے۔

# mount.moon
source: Mount of Moon (Luna)
bn: চন্দ্র পর্বত
gu: ચંદ્ર પર્વત
hi: चंद्र पर्वत
kn: ಚಂದ್ರ ಪರ್ವತ
ml: ചന്ദ്ര പർവ്വതം
mr: चंद्र पर्वत
or: ଚନ୍ଦ୍ର ପର୍ବତ
ta: சந்திர மேடு
te: చంద్ర పర్వతం
ur: قمر کا ابھار
